"DIALER" = "לוח מקשים";
"SPEED_DIAL" = "מועדפים";
"ADDRESS_BOOK" = "אנשי קשר";
"CALL_HISTORY" = "שיחות אחרונות";
"VOICEMAIL" = "תא קולי";

"THIS_PHONE" = "המספר שלי:";
"UNKNOWN_CALLER" = "לא ידוע";
"BLOCKED_CALLER" = "מספר חסוי";
"UNKNOWN_CALLER_DETAIL" = "מתקשר לא ידוע";
"BLOCKED_CALLER_DETAIL" = "מספר חסוי";
"UNKNOWN_LOCATION" = "מיקום לא ידוע";
"CANCEL" = "ביטול";
"CALL" = "התקשר";
"VOICEMAIL_CALLER" = "תא קולי";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "רמקול";